Repository: mltobi/kodi-pip-addon
Catalog: script.service.pip/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Picture-in-Picture service runs when Kodi starts.
de_de: Bild-in-Bild Dienst startet zusammen mit Kodi.

# Addon Description
source: Automatically run Picture-in-Picture service code when Kodi starts.
de_de: Started Bild-in-Bild Dienst automatisch, wenn Kodi gestartet wird.

# #32000
source: Position and size
de_de: Position und Größe

# #32001
source: Top position
de_de: Position oben

# #32002
source: Left position
de_de: Position links

# #32003
source: Distance from top or bottom
de_de: Abstand zu oben oder unten

# #32004
source: Distance from left or right
de_de: Abstand zu links oder rechts

# #32005
source: Picture-in-Picture width
de_de: Bild-in-Bild Breite

# #32006
source: Picture-in-Picture height
de_de: Bild-in-Bild Höhe

# #32008
source: IP address
de_de: IP Adresse

# #32010
source: Username
de_de: Benutzername

# #32011
source: Password
de_de: Passwort

# #32012
source: Frames per seconds
de_de: Frames pro Sekunde

# #32013
source: Profile e.g. pass
de_de: Profile z.B. pass

# #32014
source: Temporary folder (on a RAM disc)
de_de: Temporärer Ordner (RAM Disk Ordner)

# #32016
source: Additional command line options
de_de: Zusätzliche Kommandozeilen-Optionen

# #32017
source: Picture-in-Picture quality
de_de: Bild-in-Bild Qualität

# #32050
source: Picture-in-Picture Service
de_de: Bild-in-Bild Dienst

# #32020
source: Key mapping
de_de: Tastenzuordnung

# #32021
source: Usage: '[ctrl+][shift+]key (requires restart)'
de_de: Verwendung: '[ctrl+][shift+]key (benötigt Neustart)'

# #32022
source: Enable/disable PIP
de_de: Aktiviere/Deaktiviere PIP PIP

# #32023
source: Back to channel
de_de: Zurück zum Sender

# #32024
source: Channel up
de_de: Nächster Sender

# #32025
source: Channel down
de_de: Vorheriger Sender

# #32030
source: Other preferences
de_de: Sonstige Einstellungen

# #32031
source: Startup delay before action [seconds]
de_de: Start-Verzögerung [Sekunden]
